---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.CurveFailures
source: html/562d8a8a-11ff-a400-e16e-051e9234f3c1.htm
---
# BuiltInFailures.CurveFailures Properties

Can't find new Area Scheme for Area Boundary.